Repository: semiamaurotic/WordPartners_Test
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: th

source: 1 & 2 Samuel
th: 1 และ 2 ซามูเอล

source: 1. Key Theme
th: 1. ธีมสำคัญ

source: 2 Timothy
th: 2 ทิโมธี

source: 2. Existing Frameworks
th: 2. กรอบแนวความคิดที่มีอยู่เดิม

source: 3. The Text of Genesis
th: (MT) 3. ตัวบท พระธรรมปฐมกาล

source: A Unit of Thought refers to a portion of written material held together by a unity of theme or an idea. In narrative you can often recognize a new unit of thought when there is a change of subject, location, or new development in the story. This change is often signaled by key words or phrases (like “now,” “then,” “when,” “and,” “from there,” “at that time,” “the next day,” “after these things,” etc.).
th: หน่วยความคิด คือส่วนหนึ่งของงานเขียนที่มุ่งเน้นไปยังหัวข้อหรือแนวคิดหลักเพียงอย่างเดียว ในงานเขียนประเภทเรื่องเล่า คุณมักจะระบุหน่วยความคิดใหม่ได้เมื่อมีการเปลี่ยนหัวเรื่องหรือสถานที่ หรือเมื่อมีเหตุการณ์ใหม่เกิดขึ้นในเรื่อง ซึ่งการเปลี่ยนแปลงเหล่านี้มักสังเกตได้จากคำสำคัญหรือวลีต่างๆ (เช่น “บัดนี้” “ต่อมา” “เมื่อ” “และ” “จากที่นั่น” “ในเวลานั้น” “วันรุ่งขึ้น” หรือ “หลังจากเหตุการณ์เหล่านี้”)

source: A Visual of the Process
th: ภาพแสดงกระบวนการ

source: A Word of Encouragement
th: คำหนุนใจ

source: A narrative is always told from a particular perspective. The narrator frames the story with a purpose to elicit an intended response for transformation. The careful reader looks for the author’s purpose and response.
th: (MT) เรื่องเล่ามักจะถ่ายทอดผ่านมุมมองที่เฉพาะเจาะจงเสมอ ผู้เล่าเรื่องจะวางกรอบของเรื่องโดยมีจุดประสงค์เพื่อกระตุ้นให้เกิดการตอบสนองตามที่ตั้งใจไว้เพื่อให้เกิดการเปลี่ยนแปลง ผู้อ่านที่พินิจพิเคราะห์จะมองหาจุดประสงค์และการตอบสนองที่ผู้เขียนมุ่งหวัง

source: A narrative is made up of three primary features: characters, setting, and plot.
th: (MT) เรื่องเล่าประกอบด้วยองค์ประกอบหลัก 3 ประการ คือ ตัวละคร ฉาก และโครงเรื่อง

source: According to Exodus 19:1-6; 20:1-11; 31:12-18 and Deuteronomy 31:7-13, 24-29, why was Genesis (as the first book of the Law) written?
th: (MT) ตามอพยพ 19:1-6; 20:1-11; 31:12-18 และเฉลยธรรมบัญญัติ 31:7-13, 24-29 ทำไม พระธรรมปฐมกาล (ในฐานะหนังสือเล่มแรกของหมวดธรรมบัญญัติ) จึงถูกเขียนขึ้น?

source: According to the author’s use of genealogies, how would you identify the major units of thought through Genesis?
th: (MT) หากพิจารณาจากวิธีที่ผู้เขียนใช้ลำดับพงศ์พันธุ์ ท่านจะระบุหน่วยความคิดหลักต่างๆ ตลอดทั้งพระธรรมปฐมกาลได้อย่างไร

source: Acting as structural markers: Genealogies move the story along by revealing connections within and between each unit of thought. This reveals significance, emphasis, progression and/or purpose. Sometimes this comes from the genealogy itself. Sometimes from the events that follow.
th: (MT) ทำหน้าที่เป็นตัวบอกโครงสร้าง: ลำดับพงศ์พันธุ์ช่วยขับเคลื่อนเรื่องราวให้ดำเนินไปโดยเผยให้เห็นความเชื่อมโยงภายในและระหว่างเนื้อหาแต่ละตอน สิ่งนี้แสดงให้เห็นถึงความสำคัญ การเน้นย้ำ ความคืบหน้า และ/หรือจุดประสงค์ของเรื่องราว ซึ่งบางครั้งอาจสื่อออกมาจากตัวลำดับพงศ์พันธุ์เอง หรือเห็นได้จากเหตุการณ์ที่ตามมา

source: Adapt: Remix, transform, and build upon the material for any purpose, including commercial use.
th: ดัดแปลง – รีมิกซ์ ปรับเปลี่ยน และพัฒนาต่อยอดจากเนื้อหาเพื่อวัตถุประสงค์ใด ๆ แม้แต่ในเชิงพาณิชย์

source: Adding to or subtracting from the line can sound different, but they share the same fundamental problem: they are off the line and distort what God has said.
th: การเติมเข้าไปหรือการตัดทอนออกจากเส้นหลักอาจฟังดูต่างกัน แต่มีรากปัญหาเดียวกันคือ ทั้งสองอย่างออกนอกเส้นหลักและบิดเบือนสิ่งที่พระเจ้าตรัสไว้

source: Advanced Training: Sustainability (Year 5 & Beyond)
th: การอบรมขั้นสูง: ความยั่งยืน (ปีที่ 5 และต่อไป)

source: After the presentation, the listeners will evaluate it using the following questions:
th: (MT) หลังจบ การนำเสนอ ผู้ฟังจะประเมินการนำเสนอนั้นโดยใช้คำถามต่อไปนี้:

source: After the workshop, to review your learning and take it further for preaching and teaching the book of the Bible we have studied. There will be more in the workbook than can be covered in the workshop, so you can study more thoroughly at home.
th: หลังเวิร์กช็อป เพื่่อทบทวนสิ่่งที่คุณได้เรียนรู้และพัฒนาต่อยอดไปสู่การเทศนาและการสอนพระธรรมที่เราได้ศึกษา คู่มือเวิร์กช็อปเล่มนี้มีเนื้อหามากกว่าที่เราจะเรียนรู้ได้ทั้งหมดในเวิร์กช็อป ดังนั้น คุณสามารถศึกษาเพิ่มเติมได้ที่บ้าน

source: Aim: Proclaim and shepherd the listeners with the main idea and transformational intent of the author.
th: การเล็งเป้า: การเทศนาและอภิบาลผู้ฟังด้วยประเด็นหลักและเจตนาสู่การเปลี่ยนแปลงของผู้เขียนพระคัมภีร์

source: All the previous principles help us get to the main idea and transformational intent. So, we will be using all the previous principles in this session.
th: หลักการทั้งหมดก่อนหน้านี้ล้วนช่วยนำเราไปสู่ประเด็นหลักและเจตนาสู่การเปลี่ยนแปลง ดังนั้น ในบทนี้เราจะใช้หลักการทั้งหมดที่เรียนมาก่อนหน้านี้

source: Also read the following passages outside of the book of Genesis. What relationship do these passages have to the book of Genesis?
th: ขอให้อ่านข้อพระคัมภีร์ต่อไปนี้นอกเหนือจากพระธรรมปฐมกาล ข้อเหล่านี้มีความสัมพันธ์กับพระธรรมปฐมกาลอย่างไร?

source: Also, be sure to prepare a presentation for each Do session. In those sessions you will be expected to present, evaluate, and interact.
th: นอกจากนี้ โปรดเตรียมการนำเสนอสำหรับแต่ละช่วงการเรียนรู้แบบ “ลงมือปฏิบัติ” ด้วย ในเซสชั่นเหล่านั้นคุณจะถูกคาดหวังให้นำเสนอ ประเมิน และมีปฏิสัมพันธ์

source: Although there is increasing failure, judgment and sorrow, God also gives hope through his covenant promises.
th: (MT) แม้ความล้มเหลว การพิพากษา และความโศกเศร้าจะทวีมากขึ้น แต่พระเจ้าก็ยังทรงประทานความหวังผ่านทางพระสัญญาแห่งพันธสัญญาของพระองค์

source: An Initial Attempt
th: ลองทำครั้งแรก

source: Apocalyptic
th: วรรณกรรมวิวรณ์

source: Application can take many forms. A few examples are
th: การประยุกต์ใช้สามารถมีหลายรูปแบบ ตัวอย่างเช่น

source: Application should flow into the closing prayer, asking God to bring about the change he desires.
th: (MT) การประยุกต์ใช้ควรนำเข้าสู่คำอธิษฐานปิดท้าย เพื่อทูลขอให้พระเจ้าทรงทำให้เกิดการเปลี่ยนแปลงตามที่พระองค์ทรงปรารถนา

source: Apply
th: นำไปประยุกต์ใช้

source: Approach
th: แนวทางหรือวิธีการ

source: Are there any shifts in tone throughout the book? How would you describe each shift in tone? How do they contribute to the tone of the book?
th: (MT) มีการเปลี่ยนแปลงระดับน้ำเสียงในหนังสือเล่มนี้บ้างไหม? คุณจะอธิบายการเปลี่ยนน้ำเสียงในแต่ละช่วงอย่างไร? และสิ่งเหล่านั้นส่งผลต่อน้ำเสียงโดยรวมของหนังสือเล่มนี้อย่างไร?

source: Arranged in a specific way
th: จัดวางในรูปแบบเฉพาะ

source: As the first book of the Old Testament, in Genesis…
th: (MT) ในฐานะหนังสือเล่มแรกของพันธสัญญาเดิม ในพระธรรมปฐมกาล...

source: Ask God to change us and bring our mind, emotion, and will into alignment with his.
th: ทูลขอพระเจ้าให้ทรงเปลี่ยนแปลงเรา และโน้มนำความคิด อารมณ์ และเจตจำนงของเราให้สอดคล้องกับพระองค์

source: Ask God to reveal where our frameworks differ from the text.
th: ทูลขอพระเจ้าให้ทรงสำแดงว่า กรอบแนวความคิดของเราแตกต่างจากเนื้อหาตรงไหน

source: Attribution: You must give appropriate credit (to WordPartners), provide a link to the license, and indicate if changes were made. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use.
th: การแสดงที่มา – คุณต้องให้เครดิตอย่างเหมาะสม (แก่ WordPartners) โดยให้ลิงก์ไปยังสัญญาอนุญาต และระบุว่ามีการเปลี่ยนแปลงหรือไม่ คุณสามารถทำเช่นนี้ได้ในลักษณะที่สมเหตุสมผล แต่ต้องไม่เป็นไปในลักษณะที่สื่อว่าผู้ให้สิทธิ์รับรองคุณหรือรับรองการใช้งานของคุณ

source: Based on original material © The Proclamation Trust with kind permission. www.proctrust.org.uk
th: (MT) เรียบเรียงจากเนื้อหาต้นฉบับ © The Proclamation Trust โดยได้รับอนุญาตอย่างเป็นทางการ www.proctrust.org.uk

source: Based on original material © The Proclamation Trust with kind permission. www.proctrust.org.uk.
th: (MT) เรียบเรียงจากเนื้อหาต้นฉบับของ © The Proclamation Trust โดยได้รับความกรุณาอนุญาต www.proctrust.org.uk

source: Before answering the questions below, you will want to review the explanation of Structure in Sessions 1, 4, 6, and 7. Please also review the discussions on genealogies, law, and Tone & Mood in Session 1.
th: (MT) ก่อนจะตอบคำถามด้านล่างนี้ ท่านควรทบทวนคำอธิบายเรื่องโครงสร้างในบทเรียนที่ 1, 4, 6 และ 7 นอกจากนี้ โปรดทบทวนเนื้อหาเกี่ยวกับ ลำดับพงศ์ ธรรมบัญญัติ รวมถึงเรื่องน้ำเสียงและอารมณ์ในบทเรียนที่ 1 ด้วย

source: Before digging into this session, you may want to review the discussion on Genre and Structure in Session 1.
th: (MT) ก่อนจะเริ่มเจาะลึกเนื้อหาในบทนี้ คุณอาจต้องการกลับไปทบทวนเรื่องประเภทวรรณกรรมและโครงสร้างในบทที่ 1 อีกครั้ง

source: Before digging into this session, you may want to review the discussion on Genre and Structure in Session 1. Remember: Genre refers to a specific kind, or type, of writing. Structure refers to units of thought arranged in a specific way to accomplish the author’s purpose.
th: (MT) ก่อนเริ่มบทเรียนนี้ คุณอาจต้องการทบทวนเรื่องประเภทงานเขียนและโครงสร้างในบทเรียนที่ 1 อีกครั้ง จำไว้ว่า: ประเภทงานเขียน หมายถึงชนิดหรือรูปแบบเฉพาะของงานเขียน โครงสร้าง หมายถึงการจัดลำดับแนวคิดต่างๆ เพื่อให้บรรลุวัตถุประสงค์ของผู้เขียน

source: Before the workshop, as a preparation guide, helping you think through the use of the principles in the book of the Bible being studied;
th: ก่อนเวิร์กช็อป ใช้คู่มือเล่มนี้เพื่อเป็นคู่มือเตรียมตัว ช่วยให้คุณคิดทบทวนการใช้หลักการต่างๆ ในพระธรรมที่กำลังศึกษา

source: Before you can write a sentence that expresses the main idea and transformational intent of a passage, you must do the work of discovering the structure of that passage according to its genre. So, before answering the questions below, you will want to review the explanation of Structure in Sessions 1, 4, and 6. Please also review the discussions on Tone and Mood, genealogies, and law in Session 1.
th: (MT) คุณต้องค้นหาโครงสร้างของพระธรรมตอนนั้นตามประเภทวรรณกรรมให้พบก่อน จึงจะสามารถเขียนสรุป ใจความ สำคัญ และ จุดมุ่งหมาย เพื่อการเปลี่ยนแปลงชีวิต ออกมาเป็นประโยคได้ ดังนั้น ก่อนที่จะตอบคำถามด้านล่างนี้ โปรดทบทวนคำอธิบายเรื่องโครงสร้างในบทเรียนที่ 1, 4 และ 6 นอกจากนี้ โปรดทบทวนเนื้อหาเกี่ยวกับน้ำเสียง และอารมณ์ พงศาวลี และ ธรรมบัญญัติ ในบทเรียนที่ 1 ด้วย

source: Beginning: How is this story introduced?
th: (MT) ตอนเริ่มต้น: เรื่องราวนี้มีการเกริ่นนำอย่างไร?

source: Below is a spectrum that compares the way language is typically used in several types of genre.
th: ด้านล่างนี้คือแผนภูมิแสดงการเปรียบเทียบการใช้ภาษาโดยทั่วไปใน ประเภทวรรณกรรมหลายประเภท

source: Below you will find two types of preparation for the workshop: General and Session. Please pray with us and give yourself fully to the following preparations.
th: ด้านล่างนี้คุณจะพบการเตรียมตัวสำหรับเวิร์กช็อปสองรูปแบบ ได้แก่ การเตรียมตัวทั่วไป และการเตรียมตัวตามแต่ละเซสชั่น โปรดอธิษฐานร่วมกับเราและทุ่มเทตนเองอย่างเต็มที่กับการเตรียมตัวต่อไปนี้

source: Biblical Theology
th: ศาสนศาสตร์พระคัมภีร์

source: Biblical Theology Timeline
th: ไทม์ไลน์ศาสนศาสตร์พระคัมภีร์

source: Biblical Theology: Demonstrate how this passage connects with the larger story of the Bible which points to Christ. How would you proclaim him in a natural way that arises from the author’s main idea?
th: (MT) ศาสนศาสตร์พระคัมภีร์: จงแสดงให้เห็นว่าพระธรรมตอนนี้เชื่อมโยงกับภาพรวมเรื่องราวในพระคัมภีร์ที่ชี้ไปยังพระคริสต์อย่างไร และท่านจะประกาศเรื่องของพระองค์อย่างเป็นธรรมชาติโดยต่อยอดจากประเด็นหลักของผู้เขียนได้อย่างไร?

source: Biblical Theology: Did the presenter demonstrate how this passage points to Christ and how he would be proclaimed in a natural way that arises from the author’s transformational intent in light of the larger story of the Bible?
th: (MT) ศาสนศาสตร์พระคัมภีร์: ผู้นำเสนอได้แสดงให้เห็นหรือไม่ว่าพระธรรมตอนนี้เล็งถึงพระคริสต์อย่างไร? และได้ชี้ให้เห็นหรือไม่ว่าควรประกาศเรื่องพระคริสต์ อย่างเป็นธรรมชาติ โดยสอดคล้องกับความตั้งใจของผู้เขียนที่มุ่งเน้นการเปลี่ยนแปลงชีวิต ภายใต้ภาพรวมเรื่องราวของพระคัมภีร์?

source: Biblical theological reflection
th: การใคร่ครวญเชิงศาสนศาสตร์พระคัมภีร์

source: Biblical theology sees the Bible as one story that finds its focus and fulfillment in Jesus. This way of reading the Bible is true to its nature and to God’s purpose.
th: (MT) ศาสนศาสตร์พระคัมภีร์มองว่าพระคัมภีร์คือเรื่องราวหนึ่งเดียวที่มีจุดศูนย์รวมและความสำเร็จในพระเยซู การอ่านพระคัมภีร์ในลักษณะนี้สอดคล้องกับธรรมชาติของพระคัมภีร์และพระประสงค์ของพระเจ้าอย่างแท้จริง

source: Bull’s-eye (goal): The transformation God intends from the text.
th: (MT) เป้ากลาง (เป้าหมาย): การเปลี่ยนแปลงชีวิตที่พระเจ้าทรงประสงค์ผ่านทางพระธรรม

source: Capacity
th: ศักยภาพ

source: Carefully select material that will help you to state, explain, and apply the main idea and transformational intent and structure of the text.
th: (MT) จงคัดสรรเนื้อหาอย่างรอบคอบเพื่อช่วยให้คุณสามารถระบุ อธิบาย และประยุกต์ใช้ประเด็นหลัก จุดมุ่งหมายในการเปลี่ยนแปลงชีวิต และโครงสร้างของพระธรรมตอนนั้น

source: Character
th: ลักษณะนิสัย

source: Characters
th: (MT) ตัวละคร

source: Chart your work on the narrative plotline. You will continue to add detail to this plotline as you proceed through the workshop. (Please notice that the plotline is printed in landscape view below.)
th: (MT) บันทึก งานของคุณลงบนเส้นโครงเรื่องคุณจะเพิ่มเติมรายละเอียดลงในเส้นโครงเรื่องนี้อย่างต่อเนื่องตลอดช่วงการอบรม (โปรดสังเกตว่า เส้นโครงเรื่องด้านล่างจัดพิมพ์ในรูปแบบแนวนอน)

source: Church:
th: คริสตจักร:

source: Clearly state the main idea and transformational intent. What is God seeking to accomplish in the life of the listener? The answer to this question should guide the sermon from beginning to end.
th: ระบุประเด็นหลักและเจตนาสู่การเปลี่ยนแปลงให้ชัดเจน พระเจ้าทรงประสงค์จะกระทำสิ่งใดในชีวิตของผู้ฟัง? คำตอบของคำถามนี้ควรเป็นสิ่งที่ชี้นำคำเทศนาตั้งแต่ต้นจนจบ

source: Climax
th: (MT) จุดสูงสุด

source: Climax (the high point or turning point of the tension)
th: (MT) จุดสูงสุดของเรื่อง (จุดที่เข้มข้นที่สุด หรือจุดเปลี่ยน ของสถานการณ์)

source: Compare the beginning and end of the story. What is similar and what is different?
th: (MT) ลองเปรียบเทียบตอนเริ่มต้นและตอนจบของเรื่องนี้ดูว่า มีส่วนใดที่เหมือนกันและส่วนใดที่แตกต่างกันบ้าง?

source: Competence
th: ความสามารถ

source: Conclusion
th: บทสรุป

source: Concrete
th: เป็นรูปธรรม

source: Consider how the main idea and transformational intent of the text challenges existing frameworks.
th: (MT) พิจารณาว่าประเด็นหลักและจุดมุ่งหมายเพื่อการเปลี่ยนแปลงของบทพระธรรมท้าทายกรอบแนวคิดที่มีอยู่เดิมอย่างไร

source: Consider how the main idea and transformational intent of the text relates to biblical theology and leads us to proclaim Christ.
th: พิจารณาว่าประเด็นหลักและเจตนาสู่การเปลี่ยนแปลงของพระคัมภีร์ตอนนั้นๆ เชื่อมโยงกับหลักศาสนศาสตร์พระคัมภีร์อย่างไร และนำเราไปสู่การประกาศพระคริสต์ได้อย่างไร

source: Consider the entire overarching story of Genesis and answer the following questions according to the features of historical narrative.
th: (MT) พิจารณาภาพรวมของเรื่องราวทั้งหมดในพระธรรมปฐมกาล และตอบคำถามต่อไปนี้ตามลักษณะของ เรื่องเล่าเชิงประวัติศาสตร์

source: Contents
th: สารบัญ

source: Context: Using Traveling Instructions, show how the immediate context and the historical context inform and lead to the transformational intent of the author. In other words, how does the text before and after this passage impact the passage, and what might we learn from other parts of the Bible that help us understand the author’s historical occasion and intention for writing?
th: (MT) บริบท: ใช้หลักการ "คำแนะนำในการเดินทาง" เพื่อแสดงให้เห็นว่าบริบทแวดล้อมและบริบททางประวัติศาสตร์ช่วยให้เข้าใจพระธรรมตอนนี้ และนำไปสู่เจตนาของผู้เขียนที่มุ่งหวังให้เกิดการเปลี่ยนแปลงอย่างไร หรืออีกนัยหนึ่งคือ ข้อความก่อนและหลังพระธรรมตอนนี้ส่งผลต่อความหมายอย่างไร? นอกจากนี้ เราสามารถเรียนรู้อะไรจากส่วนอื่นๆ ของพระคัมภีร์ที่ช่วยให้เราเข้าใจสถานการณ์ทางประวัติศาสตร์และจุดประสงค์ในการเขียนของผู้เขียนได้บ้าง?

source: Context: Was the immediate and historical context presented in a way that informed and led to the transformational intent of the author?
th: (MT) บริบท: มีการนำเสนอบริบทแวดล้อมและบริบททางประวัติศาสตร์ในลักษณะที่ช่วยให้เข้าใจและนำไปสู่จุดมุ่งหมายในการเปลี่ยนแปลงชีวิตตามเจตนารมณ์ของผู้เขียนหรือไม่?

source: Conviction
th: ความเชื่อมั่น

source: Convictions about Preaching for Transformation
th: (MT) ความเชื่อมั่น เรื่องการเทศนาเพื่อการเปลี่ยนแปลงชีวิต

source: Core Training: Multiplication (Years 3 & 4)
th: การอบรมหลัก: การทวีคูณ (ปีที่ 3 และ 4)

source: Core Training: Transformation (Years 1 & 2)
th: การอบรมหลัก: การเปลี่ยนแปลง (ปีที่ 1 และ 2)

source: Courage
th: ความกล้าหาญ

source: Covenants always include the elements of (1) history of God’s provision and grace, (2) stipulations for keeping the covenant, and (3) promises of blessings (for keeping the covenant) and warnings of curses (for breaking the covenant).
th: (MT) พันธสัญญาประกอบด้วยองค์ประกอบ 3 ประการนี้เสมอ คือ (1) ประวัติการจัดเตรียมและพระคุณของพระเจ้า (2) ข้อกำหนดในการรักษาพันธสัญญา และ (3) พระสัญญาถึงพระพรสำหรับการรักษาพันธสัญญาและคำเตือนเรื่องคำสาปแช่งสำหรับการละเมิดพันธสัญญา

source: Culture:
th: วัฒนธรรม:

source: Dig & Discover
th: (MT) ขุดและค้นพบ

source: Define
th: ให้คำจำกัดความ

source: Definition of expository preaching: Put simply, expository preaching means that the transformational message of the text of Scripture is the point of the sermon.
th: (MT) คำนิยามของ การเทศนาแบบอรรถาธิบาย: สรุปง่ายๆ คือ การเทศนาแบบอรรถาธิบาย หมายความว่า ข่าวสารเพื่อการเปลี่ยนแปลงจากตัวบทพระคัมภีร์คือหัวใจสำคัญของคำเทศนา

source: Demonstrate
th: สาธิต

source: Demonstrate: The purpose of these sessions is to model expository preaching and teaching. Expository preaching and teaching seeks to proclaim the author’s message with his purpose and tone, showing how it unfolds the glories of Christ, in order to shepherd the transformation God intends. Put simply, expository preaching means that the transformational message of the text of Scripture is the point of the sermon.
th: สาธิต: จุดมุ่งหมายของช่วงเหล่านี้คือเป็นแบบอย่างของการเทศนาแบบอรรถาธิบายและการสอนแบบอรรถาธิบาย การเทศนาและการสอนแบบอรรถาธิบายมุ่งประกาศสารของผู้เขียนด้วยจุดประสงค์และน้ำเสียงของเขา แสดงให้เห็นว่าข้อความนั้นเปิดเผยพระสิริของพระคริสต์อย่างไร เพื่อนำทางไปสู่การเปลี่ยนแปลงที่พระเจ้าทรงประสงค์ กล่าวอย่างง่าย ๆ คือการเทศนาแบบอรรถาธิบายหมายถึง การเทศนาที่มุ่งให้สารแห่งการเปลี่ยนแปลงชีวิตจากพระธรรมตอนนั้นๆ เป็นจุดศูนย์กลางของคำเทศนา

source: Describe
th: บรรยาย

source: Deuteronomy 29:1–34:12
th: เฉลยธรรมบัญญัติ 29:1–34:12

source: Developing skills to study,
th: พัฒนาทักษะในการศึกษา,

source: Different scenes are connected to form a coherent story.
th: (MT) ฉากต่าง ๆ ถูกนำมาเชื่อมโยงเข้าด้วยกันเพื่อร้อยเรียงเป็นเรื่องราวที่สอดคล้องต่อเนื่องกัน

source: Dig & Discover: The purpose of these sessions is to learn and practice hermeneutical principles so we are better equipped to explain the Bible’s message and shepherd others with it. (See the Dig & Discover Principles booklet.)
th: ขุดค้นและค้นพบ: จุดมุ่งหมายของช่วงเหล่านี้คือเรียนรู้และฝึกใช้หลักการตีความพระคัมภีร์ เพื่อให้เราพร้อมยิ่งขึ้นที่จะอธิบายสารของพระคัมภีร์และใช้สารนั้นในการอภิบาลผู้อื่น (ดูหนังสือ หลักการขุดค้นและค้นพบ)

source: Direct
th: ตรงไปตรงมา

source: Discovering Structure: Characters, Setting, and Plot
th: (MT) สำรวจโครงสร้าง: ตัวละคร ฉาก และโครงเรื่อง

source: Discovering the Main Idea and Transformational Intent
th: (MT) การค้นพบประเด็นหลักและเจตนาเพื่อการเปลี่ยนแปลง

source: Do
th: ปฏิบัติ

source: Do you find any patterns: repetitions, comparisons/contrasts, major shifts/transitions, surprises?
th: คุณพบรูปแบบใดบ้าง: การกล่าวซ้ำ การเปรียบเทียบ/ความแตกต่าง การเปลี่ยนแปลง/การเปลี่ยนผ่านที่สำคัญ สิ่งที่ี่น่าประหลาดใจ?

source: Do: The purpose of these sessions is to help us become better expository preachers and teachers of the Word of God. This happens through your preparation and presentation of a passage of Scripture. The workshop leader and peers will provide feedback on your work for your development. In the early stages this involves group study and simple explanations. Later, it moves to individual presentations and then fuller sermons.
th: ปฏิบัติ: จุดมุ่งหมายของช่วงเหล่านี้คือช่วยให้เราเป็นผู้เทศนาและผู้สอนพระวจนะของพระเจ้าแบบอรรถาธิบายที่ดีขึ้น ซึ่งจะเกิดขึ้นผ่านการเตรียมและการนำเสนอพระธรรมตอนหนึ่ง ผู้นำเวิร์กช็อปและเพื่อนร่วมกลุ่มจะให้ข้อเสนอแนะต่อผลงานของคุณเพื่อการพัฒนา ในช่วงเริ่มต้นจะเป็นการศึกษาร่วมกันเป็นกลุ่มและการอธิบายแบบง่ายๆ ต่อมาจะขยับไปสู่การนำเสนอรายบุคคล และท้ายที่สุดจะเป็นคำเทศนาที่สมบูรณ์ยิ่งขึ้น

source: Does the text intend for me to make this application?
th: ข้อความพระคัมภีร์ตอนนี้มีเจตนาให้ฉันนำไปประยุกต์ใช้ในลักษณะนี้หรือไม่?

source: Drawing on the previous principles, it helps us align the message to communicate and shepherd the change God intends.
th: ช่วยให้เราจัดวางถ้อยคำที่ต้องการสื่อสารให้สอดคล้องกับสารโดยนำหลักการที่ได้เรียนมาก่อนหน้านี้มาใช้ เพื่ออภิบาลและนำผู้อื่นไปสู่การเปลี่ยนแปลงตามที่พระเจ้าทรงประสงค์

source: During the workshop, so you can take notes on your learning and keep them organized by principle;
th: ระหว่างเวิร์กช็อป เพื่อให้คุณสามารถจดบันทึกและจัดระเบียบสิ่งที่เรียนรู้ตามหลักการ

source: Edition 5.0 – [Translator, please replace this red text with the name of the language you are translating this material into]
th: อีฉบับ 5.0 –[โปรดแทนที่ข้อความสีแดงนี้ด้วยชื่อของนักแปล] ที่ [ภาษาที่คุณกำลังแปลเนื้อหานี้]

source: Examples or illustrations
th: (MT) ตัวอย่าง หรือภาพประกอบ

source: Expository preaching means that the transformational message of the text of Scripture is the point of the sermon.
th: (MT) การเทศนาแบบอรรถาธิบาย หมายความว่าข่าวสารเพื่อการเปลี่ยนแปลงชีวิตจากเนื้อหาในพระคัมภีร์ คือประเด็นหลักของคำเทศนา

source: Each of these is integrally connected. Tone informs the main idea. Tone and main idea shape the transformational intent, which flows from the mood.
th: (MT) องค์ประกอบเหล่านี้ล้วนมีความเกี่ยวเนื่องกันอย่างแยกไม่ออก น้ำเสียงเป็นตัวกำหนดประเด็นหลัก ขณะที่น้ำเสียงและประเด็นหลักจะร่วมกันหล่อหลอมเจตนาสู่การเปลี่ยนแปลง, ซึ่งลื่นไหลมาจากอารมณ์ความรู้สึกที่ต้องการสื่อ

source: Each workshop is designed around, and flows out of, a study of a book of the Bible. Everything we learn will come through the study of that book, especially the principles and skills for studying and preaching God’s Word, and the lessons about cultivating the heart of God in ministry.
th: แต่ละเวิร์กช็อปถูกออกแบบโดยยึดการศึกษาพระธรรมหนึ่งเล่มในพระคัมภีร์เป็นศูนย์กลาง แล้วพัฒนาเนื้อหาต่อยอดออกมาจากการศึกษานั้น ทุกสิ่งที่เราจะเรียนรู้จะมาจากการศึกษาพระธรรมเล่มนั้น โดยเฉพาะหลักการและทักษะสำหรับการศึกษาพระวจนะของพระเจ้าและการเทศนาพระวจนะของพระเจ้า และบทเรียนเกี่ยวกับการปลูกฝังพระทัยของพระเจ้าในพันธกิจ

source: Elevate God’s life-giving Word in the hearts, lives, and ministries of pastors and their people
th: ยกพระวจนะของพระเจ้าที่ให้ชีวิตให้สูงขึ้นในจิตใจ ในชีวิต รวมถึงในการทำงานของผู้รับใช้และสมาชิกคริสตจักรของพวกเขา

source: Emotive
th: สื่ออารมณ์

source: End: How does the story end? What is similar? What has changed? Why?
th: (MT) ตอนจบของเรื่อง: เรื่องนี้จบลงอย่างไร? มีสิ่งใดบ้างที่ยังเหมือนเดิม? มีสิ่งใดบ้างที่เปลี่ยนแปลงไป? และทำไมความเปลี่ยนแปลงเหล่านั้นจึงเกิดขึ้น?

source: Ephesians or Hebrews
th: เอเฟซัส หรือ ฮีบรู

source: Epistle
th: จดหมายฝาก

source: Equip leaders to carry forward a sustainable multiplication strategy that trains pastors to preach God’s Word with God’s heart
th: เสริมสร้างผู้นำให้สานต่อยุทธศาสตร์การทวีคูณที่ยั่งยืน โดยการฝึกอบรมผู้รับใช้ให้เทศนาพระวจนะของพระเจ้าด้วยพระทัยของพระเจ้า

source: Equip pastors to train pastors to preach God’s Word with God’s heart
th: เสริมสร้างผู้รับใช้ให้สามารถฝึกอบรมผู้รับใช้ท่านอื่นๆ ให้สามารถเทศนาพระวจนะของพระเจ้าด้วยพระทัยของพระเจ้าได้

source: Evaluation takes place before entering each new phase.
th: มีการประเมินก่อนเข้าสู่ช่วงใหม่แต่ละช่วง

source: Evaluative Questions
th: คำถามเพื่อการประเมิน

source: Every expository sermon seeks to answer key questions:
th: คำเทศนาแบบอรรถาธิบายทุกบทมุ่งตอบคำถามสำคัญต่อไปนี้:
